Repository: RobertLang/CakePHP-Media
Catalog: Locale/deu/LC_MESSAGES/media.po
Languages: de_de

source: Le model '%s' n'a pas le comportement 'Media'
de_de: Das Model %s hat kein Media-Behavior zugewiesen

source: Vous ne pouvez pas uploader ce type de fichier (%s seulement)
de_de: Sie haben keine Berechtigung diesen Dateitypen %s hochzuladen

source: Nom du fichier
de_de: Dateiname

source: Titre
de_de: Titel

source: Texte alternatif
de_de: Alternativtext

source: Cible du lien
de_de: Link

source: Alignement
de_de: Ausrichtung

source: Aucun
de_de: Keine

source: Gauche
de_de: Links

source: Centre
de_de: Mitte

source: Droite
de_de: Rechts

source: Insérer dans l'article
de_de: Einfügen

source: Déplacer les fichiers ici
de_de: Dateien hierher ziehen

source: ou
de_de: oder

source: Parcourir
de_de: Durchsuchen

source: %s seulement
de_de: %s nur

source: Médias
de_de: Bilder

source: Actions
de_de: Aktionen

source: Voulez vous vraiment supprimer ce média ?
de_de: Wollen Sie wirklich diese Datei löschen?

source: Afficher
de_de: Anzeigen

source: Cacher
de_de: Verstecken

source: Mettre en image à la une
de_de: Als Thumbnail verwenden

source: Supprimer
de_de: Löschen

source: Insérer le lien l'article
de_de: Einfügen

source: Taille de l'image
de_de: Bildgröße
